[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then he brought me back to the entrance of the temple. I noticed"
  },
  {
    "type": "paragraph_text",
    "value": " that water was flowing from under the threshold of the temple toward the east (for the temple faced east). The water was flowing down from under the right side of the temple, from south of the altar. "
  },
  {
    "type": "paragraph_text",
    "value": " He led me out by way of the north gate and brought me around the outside of the outer gate that faces toward the east; I noticed"
  },
  {
    "type": "paragraph_text",
    "value": " that the water was trickling out from the south side. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " When the man went out toward the east with a measuring line in his hand, he measured 1,750 feet,"
  },
  {
    "type": "paragraph_text",
    "value": " and then he led me through water, which was ankle deep. "
  },
  {
    "type": "paragraph_text",
    "value": " Again he measured 1,750 feet and led me through the water, which was now knee deep. Once more he measured 1,750 feet and led me through the water, which was waist deep. "
  },
  {
    "type": "paragraph_text",
    "value": " Again he measured 1,750 feet and it was a river I could not cross, for the water had risen; it was deep enough to swim in, a river that could not be crossed. "
  },
  {
    "type": "paragraph_text",
    "value": " He said to me, “Son of man, have you seen this?” "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": "Then he led me back to the bank of the river. "
  },
  {
    "type": "paragraph_text",
    "value": " When I had returned, I noticed"
  },
  {
    "type": "paragraph_text",
    "value": " a vast number of trees on the banks of the river, on both sides. "
  },
  {
    "type": "paragraph_text",
    "value": " He said to me, “These waters go out toward the eastern region and flow down into the Arabah; when they enter the Dead Sea,"
  },
  {
    "type": "paragraph_text",
    "value": " where the sea is stagnant,"
  },
  {
    "type": "paragraph_text",
    "value": " the waters become fresh."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " Every living creature which swarms where the river"
  },
  {
    "type": "paragraph_text",
    "value": " flows will live; there will be many fish, for these waters flow there. It will become fresh"
  },
  {
    "type": "paragraph_text",
    "value": " and everything will live where the river flows. "
  },
  {
    "type": "paragraph_text",
    "value": " Fishermen will stand beside it; from Engedi to En-eglaim they will spread nets. They will catch many kinds of fish, like the fish of the Great Sea."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " But its swamps and its marshes will not become fresh; they will remain salty. "
  },
  {
    "type": "paragraph_text",
    "value": " On both sides of the river’s banks, every kind of tree will grow for food. Their leaves will not wither nor will their fruit fail, but they will bear fruit every month, because their water source flows from the sanctuary. Their fruit will be for food and their leaves for healing.”"
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " This is what the sovereign "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": " says: “Here"
  },
  {
    "type": "paragraph_text",
    "value": " are the borders"
  },
  {
    "type": "paragraph_text",
    "value": " you will observe as you allot the land to the twelve tribes of Israel. (Joseph will have two portions.)"
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " You must divide it equally just as I vowed to give it to your forefathers;"
  },
  {
    "type": "paragraph_text",
    "value": " this land will be assigned as your inheritance."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “This will be the border of the land:"
  },
  {
    "type": "paragraph_text",
    "value": " On the north side, from the Great Sea by way of Hethlon to the entrance of Zedad; "
  },
  {
    "type": "paragraph_text",
    "value": " Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath, as far as Hazer-hattikon, which is on the border of Hauran. "
  },
  {
    "type": "paragraph_text",
    "value": " The border will run from the sea to Hazar-enan, at the border of Damascus, and on the north is the border of Hamath. This is the north side. "
  },
  {
    "type": "paragraph_text",
    "value": " On the east side, between Hauran and Damascus, and between Gilead and the land of Israel, will be the Jordan. You will measure from the border to the eastern sea. This is the east side. "
  },
  {
    "type": "paragraph_text",
    "value": " On the south side it will run from Tamar to the waters of Meribath Kadesh, the river,"
  },
  {
    "type": "paragraph_text",
    "value": " to the Great Sea. This is the south side. "
  },
  {
    "type": "paragraph_text",
    "value": " On the west side the Great Sea will be the boundary to a point opposite Lebo-hamath. This is the west side. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “This is how you will divide this land for yourselves among the tribes of Israel. "
  },
  {
    "type": "paragraph_text",
    "value": " You must allot it as an inheritance among yourselves and for the foreigners who reside among you, who have fathered sons among you. You must treat them as native-born among the people of Israel; they will be allotted an inheritance with you among the tribes of Israel."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " In whatever tribe the foreigner resides, there you will give him his inheritance,” declares the sovereign "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": ". "
  },
  {
    "type": "paragraph_end"
  }
]