[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made the altar for the burnt offering of acacia wood seven feet six inches long and seven feet six inches wide – it was square – and its height was four feet six inches. "
  },
  {
    "type": "paragraph_text",
    "value": " He made its horns on its four corners; its horns were part of it,"
  },
  {
    "type": "paragraph_text",
    "value": " and he overlaid it with bronze. "
  },
  {
    "type": "paragraph_text",
    "value": " He made all the utensils of the altar – the pots, the shovels, the tossing bowls, the meat hooks, and the fire pans – he made all its utensils of bronze. "
  },
  {
    "type": "paragraph_text",
    "value": " He made a grating for the altar, a network of bronze under its ledge, halfway up from the bottom. "
  },
  {
    "type": "paragraph_text",
    "value": " He cast four rings for the four corners of the bronze grating, to provide places for the poles. "
  },
  {
    "type": "paragraph_text",
    "value": " He made the poles of acacia wood and overlaid them with bronze. "
  },
  {
    "type": "paragraph_text",
    "value": " He put the poles into the rings on the sides of the altar, with which to carry it. He made the altar"
  },
  {
    "type": "paragraph_text",
    "value": " hollow, out of boards."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made the large basin of bronze and its pedestal of bronze from the mirrors of the women who served"
  },
  {
    "type": "paragraph_text",
    "value": " at the entrance of the tent of meeting."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made the courtyard. For the south side"
  },
  {
    "type": "paragraph_text",
    "value": " the hangings of the courtyard were of fine twisted linen, one hundred fifty feet long, "
  },
  {
    "type": "paragraph_text",
    "value": " with"
  },
  {
    "type": "paragraph_text",
    "value": " their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver. "
  },
  {
    "type": "paragraph_text",
    "value": " For the north side the hangings were"
  },
  {
    "type": "paragraph_text",
    "value": " one hundred fifty feet, with their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver. "
  },
  {
    "type": "paragraph_text",
    "value": " For the west side there were"
  },
  {
    "type": "paragraph_text",
    "value": " hangings seventy-five feet long, with"
  },
  {
    "type": "paragraph_text",
    "value": " their ten posts and their ten bases, with the hooks of the posts and their bands of silver. "
  },
  {
    "type": "paragraph_text",
    "value": " For the east side, toward the sunrise, it was seventy-five feet wide,"
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " with hangings on one side"
  },
  {
    "type": "paragraph_text",
    "value": " of the gate that were twenty-two and a half feet long, with their three posts and their three bases, "
  },
  {
    "type": "paragraph_text",
    "value": " and for the second side of the gate of the courtyard, just like the other,"
  },
  {
    "type": "paragraph_text",
    "value": " the hangings were twenty-two and a half feet long, with their three posts and their three bases. "
  },
  {
    "type": "paragraph_text",
    "value": " All the hangings around the courtyard were of fine twisted linen. "
  },
  {
    "type": "paragraph_text",
    "value": " The bases for the posts were bronze. The hooks of the posts and their bands were silver, their tops were overlaid with silver, and all the posts of the courtyard had silver bands."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " The curtain"
  },
  {
    "type": "paragraph_text",
    "value": " for the gate of the courtyard was of blue, purple, and scarlet yarn and fine twisted linen, the work of an embroiderer. It was thirty feet long, and like the hangings in the courtyard, it was seven and a half feet high, "
  },
  {
    "type": "paragraph_text",
    "value": " with four posts and their four bronze bases. Their hooks and their bands were silver, and their tops were overlaid with silver. "
  },
  {
    "type": "paragraph_text",
    "value": " All the tent pegs of the tabernacle and of the courtyard all around were bronze."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " This is the inventory"
  },
  {
    "type": "paragraph_text",
    "value": " of the tabernacle, the tabernacle of the testimony, which was counted"
  },
  {
    "type": "paragraph_text",
    "value": " by the order"
  },
  {
    "type": "paragraph_text",
    "value": " of Moses, being the work"
  },
  {
    "type": "paragraph_text",
    "value": " of the Levites under the direction"
  },
  {
    "type": "paragraph_text",
    "value": " of Ithamar, son of Aaron the priest. "
  },
  {
    "type": "paragraph_text",
    "value": " Now Bezalel son of Uri, the son of Hur, of the tribe of Judah, made everything that "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": " had commanded Moses; "
  },
  {
    "type": "paragraph_text",
    "value": " and with him was Oholiab son of Ahisamach, of the tribe of Dan, an artisan, a designer, and an embroiderer in blue, purple, and scarlet yarn and fine linen."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " All the gold that was used for the work, in all the work of the sanctuary"
  },
  {
    "type": "paragraph_text",
    "value": " (namely,"
  },
  {
    "type": "paragraph_text",
    "value": " the gold of the wave offering) was twenty-nine talents and 730 shekels,"
  },
  {
    "type": "paragraph_text",
    "value": " according to the sanctuary shekel."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " The silver of those who were numbered of the community was one hundred talents and 1,775 shekels,"
  },
  {
    "type": "paragraph_text",
    "value": " according to the sanctuary shekel, "
  },
  {
    "type": "paragraph_text",
    "value": " one beka per person, that is, a half shekel,"
  },
  {
    "type": "paragraph_text",
    "value": " according to the sanctuary shekel, for everyone who crossed over to those numbered, from twenty years old or older,"
  },
  {
    "type": "paragraph_text",
    "value": " 603,550 in all."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " The one hundred talents of silver were used for casting the bases of the sanctuary and the bases of the special curtain – one hundred bases for one hundred talents, one talent per base. "
  },
  {
    "type": "paragraph_text",
    "value": " From the remaining 1,775 shekels"
  },
  {
    "type": "paragraph_text",
    "value": " he made hooks for the posts, overlaid their tops, and made bands for them."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " The bronze of the wave offering was seventy talents and 2,400 shekels."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " With it he made the bases for the door of the tent of meeting, the bronze altar, the bronze grating for it, and all the utensils of the altar, "
  },
  {
    "type": "paragraph_text",
    "value": " the bases for the courtyard all around, the bases for the gate of the courtyard, all the tent pegs of the tabernacle, and all the tent pegs of the courtyard all around."
  },
  {
    "type": "paragraph_end"
  }
]