[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " On the third day David and his men came to Ziklag. Now the Amalekites had raided the Negev and Ziklag. They attacked Ziklag and burned it."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " They took captive the women who were in it, from the youngest to the oldest, but they did not kill anyone. They simply carried them off and went on their way. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " When David and his men came to the city, they found it burned."
  },
  {
    "type": "paragraph_text",
    "value": " Their wives, sons, and daughters had been taken captive. "
  },
  {
    "type": "paragraph_text",
    "value": " Then David and the men"
  },
  {
    "type": "paragraph_text",
    "value": " who were with him wept loudly"
  },
  {
    "type": "paragraph_text",
    "value": " until they could weep no more."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " David’s two wives had been taken captive – Ahinoam the Jezreelite and Abigail the Carmelite, Nabal’s widow. "
  },
  {
    "type": "paragraph_text",
    "value": " David was very upset, for the men"
  },
  {
    "type": "paragraph_text",
    "value": " were thinking of stoning him;"
  },
  {
    "type": "paragraph_text",
    "value": " each man grieved bitterly"
  },
  {
    "type": "paragraph_text",
    "value": " over his sons and daughters. But David drew strength from "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": " his God."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then David said to the priest Abiathar son of Ahimelech, “Bring me the ephod.” So Abiathar brought the ephod to David. "
  },
  {
    "type": "paragraph_text",
    "value": " David inquired of "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": ", saying, “Should I pursue this raiding band? Will I overtake them?” He said to him, “Pursue, for you will certainly overtake them and carry out a rescue!”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So David went, accompanied by his six hundred men. When he came to the Wadi Besor, those who were in the rear stayed there."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " David and four hundred men continued the pursuit, but two hundred men who were too exhausted to cross the Wadi Besor stayed there. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then they found an Egyptian in the field and brought him to David. They gave him bread to eat and water to drink. "
  },
  {
    "type": "paragraph_text",
    "value": " They gave him a slice of pressed figs and two bunches of raisins to eat. This greatly refreshed him,"
  },
  {
    "type": "paragraph_text",
    "value": " for he had not eaten food or drunk water for three days and three nights. "
  },
  {
    "type": "paragraph_text",
    "value": " David said to him, “To whom do you belong, and where are you from?” The young man said, “I am an Egyptian, the servant of an Amalekite man. My master abandoned me when I was ill for three days. "
  },
  {
    "type": "paragraph_text",
    "value": " We conducted a raid on the Negev of the Kerethites, on the area of Judah, and on the Negev of Caleb. We burned Ziklag.”"
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " David said to him, “Can you take us down to this raiding party?” He said, “Swear to me by God that you will not kill me or hand me over to my master, and I will take you down to this raiding party.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So he took David"
  },
  {
    "type": "paragraph_text",
    "value": " down, and they found them spread out over the land. They were eating and drinking and enjoying themselves because of all the loot"
  },
  {
    "type": "paragraph_text",
    "value": " they had taken from the land of the Philistines and from the land of Judah. "
  },
  {
    "type": "paragraph_text",
    "value": " But David struck them down from twilight until the following evening. None of them escaped, with the exception of four hundred young men who got away on camels."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " David retrieved everything the Amalekites had taken; he"
  },
  {
    "type": "paragraph_text",
    "value": " also rescued his two wives. "
  },
  {
    "type": "paragraph_text",
    "value": " There was nothing missing, whether small or great. He retrieved sons and daughters, the plunder, and everything else they had taken."
  },
  {
    "type": "paragraph_text",
    "value": " David brought everything back. "
  },
  {
    "type": "paragraph_text",
    "value": " David took all the flocks and herds and drove them in front of the rest of the animals. People were saying, “This is David’s plunder!”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then David approached the two hundred men who had been too exhausted to go with him,"
  },
  {
    "type": "paragraph_text",
    "value": " those whom they had left at the Wadi Besor. They went out to meet David and the people who were with him. When David approached the people, he asked how they were doing. "
  },
  {
    "type": "paragraph_text",
    "value": " But all the evil and worthless men among those who had gone with David said, “Since they didn’t go with us,"
  },
  {
    "type": "paragraph_text",
    "value": " we won’t give them any of the loot we retrieved! They may take only their wives and children. Let them lead them away and be gone!” "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " But David said, “No! You shouldn’t do this, my brothers. Look at what "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": " has given us!"
  },
  {
    "type": "paragraph_text",
    "value": " He has protected us and has delivered into our hands the raiding party that came against us. "
  },
  {
    "type": "paragraph_text",
    "value": " Who will listen to you in this matter? The portion of the one who went down into the battle will be the same as the portion of the one who remained with the equipment! Let their portions be the same!” "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " From that time onward it was a binding ordinance"
  },
  {
    "type": "paragraph_text",
    "value": " for Israel, right up to the present time. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " When David came to Ziklag, he sent some of the plunder to the elders of Judah who were his friends, saying, “Here’s a gift"
  },
  {
    "type": "paragraph_text",
    "value": " for you from the looting of "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": "’s enemies!” "
  },
  {
    "type": "paragraph_text",
    "value": " The gift was for those in the following locations:"
  },
  {
    "type": "paragraph_text",
    "value": " for those in Bethel,"
  },
  {
    "type": "paragraph_text",
    "value": " Ramoth Negev, and Jattir; "
  },
  {
    "type": "paragraph_text",
    "value": " for those in Aroer, Siphmoth, Eshtemoa, "
  },
  {
    "type": "paragraph_text",
    "value": " and Racal; for those in the cities of the Jerahmeelites and Kenites; "
  },
  {
    "type": "paragraph_text",
    "value": " for those in Hormah, Bor Ashan, Athach, "
  },
  {
    "type": "paragraph_text",
    "value": " and Hebron; and for those in whatever other places David and his men had traveled. "
  },
  {
    "type": "paragraph_end"
  }
]