[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Now the Philistines were fighting against Israel. The men of Israel fled from the Philistines and many of them fell dead on Mount Gilboa. "
  },
  {
    "type": "paragraph_text",
    "value": " The Philistines stayed right on the heels"
  },
  {
    "type": "paragraph_text",
    "value": " of Saul and his sons. They"
  },
  {
    "type": "paragraph_text",
    "value": " struck down Saul’s sons Jonathan, Abinadab, and Malki-Shua. "
  },
  {
    "type": "paragraph_text",
    "value": " Saul himself was in the thick of the battle;"
  },
  {
    "type": "paragraph_text",
    "value": " the archers"
  },
  {
    "type": "paragraph_text",
    "value": " spotted him and wounded him severely."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Saul said to his armor bearer, “Draw your sword and stab me with it! Otherwise these uncircumcised people will come, stab me, and torture me.” But his armor bearer refused to do it, because he was very afraid. So Saul took his sword and fell on it. "
  },
  {
    "type": "paragraph_text",
    "value": " When his armor bearer saw that Saul was dead, he also fell on his own sword and died with him. "
  },
  {
    "type": "paragraph_text",
    "value": " So Saul, his three sons, his armor bearer, and all his men died together that day. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " When the men of Israel who were in the valley and across the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the cities and fled. The Philistines came and occupied them. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " The next day, when the Philistines came to strip loot from the corpses, they discovered Saul and his three sons lying dead"
  },
  {
    "type": "paragraph_text",
    "value": " on Mount Gilboa. "
  },
  {
    "type": "paragraph_text",
    "value": " They cut off Saul’s"
  },
  {
    "type": "paragraph_text",
    "value": " head and stripped him of his armor. They sent messengers to announce the news in the temple of their idols and among their people throughout the surrounding land of the Philistines. "
  },
  {
    "type": "paragraph_text",
    "value": " They placed Saul’s armor in the temple of the Ashtoreths"
  },
  {
    "type": "paragraph_text",
    "value": " and hung his corpse on the city wall of Beth Shan."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " When the residents of Jabesh Gilead heard what the Philistines had done to Saul, "
  },
  {
    "type": "paragraph_text",
    "value": " all their warriors set out and traveled throughout the night. They took Saul’s corpse and the corpses of his sons from the city wall of Beth Shan and went"
  },
  {
    "type": "paragraph_text",
    "value": " to Jabesh, where they burned them. "
  },
  {
    "type": "paragraph_text",
    "value": " They took the bones and buried them under the tamarisk tree at Jabesh; then they fasted for seven days."
  },
  {
    "type": "paragraph_end"
  }
]