[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " With regard to spiritual gifts,"
  },
  {
    "type": "paragraph_text",
    "value": " brothers and sisters,"
  },
  {
    "type": "paragraph_text",
    "value": " I do not want you to be uninformed."
  },
  {
    "type": "paragraph_text",
    "value": " "
  },
  {
    "type": "paragraph_text",
    "value": "\n            You know that when you were pagans you were often led astray by speechless idols,\n            however you were led.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            So I want you to understand that no one speaking by the Spirit of God says, “Jesus is\n            cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Now there are different gifts, but the same Spirit. "
  },
  {
    "type": "paragraph_text",
    "value": "\n            And there are different ministries, but the same Lord.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            And there are different results, but the same God who produces all of them in everyone.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            To each person the manifestation of the Spirit is given for the benefit of all.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            For one person is given through the Spirit the message of wisdom, and another the\n            message of knowledge according to the same Spirit,\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            to another faith by the same Spirit, and to another gifts of healing by the one Spirit,\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            to another performance of miracles, to another prophecy, and to another discernment of\n            spirits, to another different kinds of tongues, and to another the interpretation of\n            tongues.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            It is one and the same Spirit, distributing as he decides to each person, who produces\n            all these things."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": "\n            For just as the body is one and yet has many members, and all the members of the body –\n            though many – are one body, so too is Christ.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            For in one Spirit we were all baptized into one body. Whether Jews or Greeks or\n            slaves"
  },
  {
    "type": "paragraph_text",
    "value": "\n            or free, we were all made to drink of the one Spirit.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            For in fact the body is not a single member, but many.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            If the foot says, “Since I am not a hand, I am not part of the body,” it does not lose\n            its membership in the body because of that.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            And if the ear says, “Since I am not an eye, I am not part of the body,” it does not\n            lose its membership in the body because of that.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            If the whole body were an eye, what part would do the hearing? If the whole were an ear,\n            what part would exercise the sense of smell?\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            But as a matter of fact, God has placed each of the members in the body just as he\n            decided.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            If they were all the same member, where would the body be?\n          "
  },
  {
    "type": "paragraph_text",
    "value": " So now there are many members, but one body. "
  },
  {
    "type": "paragraph_text",
    "value": "\n            The eye cannot say to the hand, “I do not need you,” nor in turn can the head say to the\n            foot, “I do not need you.”\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            On the contrary, those members that seem to be weaker are essential,\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            and those members we consider less honorable we clothe with greater honor, and our\n            unpresentable members are clothed with dignity,"
  },
  {
    "type": "paragraph_text",
    "value": " "
  },
  {
    "type": "paragraph_text",
    "value": "\n            but our presentable members do not need this. Instead, God has blended together the\n            body, giving greater honor to the lesser member,\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            so that there may be no division in the body, but the members may have mutual concern\n            for one another.\n          "
  },
  {
    "type": "paragraph_text",
    "value": " If one member suffers, everyone suffers with it. If a"
  },
  {
    "type": "paragraph_text",
    "value": " member is honored, all rejoice with it."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": "\n            Now you are Christ’s body, and each of you is a member of it.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            And God has placed in the church first apostles, second prophets, third teachers, then\n            miracles, gifts of healing, helps, gifts of leadership, different kinds of tongues.\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            Not all are apostles, are they? Not all are prophets, are they? Not all are teachers,\n            are they? Not all perform miracles, do they?\n          "
  },
  {
    "type": "paragraph_text",
    "value": "\n            Not all have gifts of healing, do they? Not all speak in tongues, do they? Not all\n            interpret, do they?"
  },
  {
    "type": "paragraph_text",
    "value": " "
  },
  {
    "type": "paragraph_text",
    "value": " But you should be eager for the greater gifts."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": "And now I will show you a way that is beyond comparison."
  },
  {
    "type": "paragraph_end"
  }
]