[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " If I speak in the tongues of men and of angels, but I do not have love, I am a noisy gong or a clanging cymbal. "
  },
  {
    "type": "paragraph_text",
    "value": " And if I have prophecy, and know all mysteries and all knowledge, and if I have all faith so that I can remove mountains, but do not have love, I am nothing. "
  },
  {
    "type": "paragraph_text",
    "value": " If I give away everything I own, and if I give over my body in order to boast,"
  },
  {
    "type": "paragraph_text",
    "value": " but do not have love, I receive no benefit."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Love is patient, love is kind, it is not envious. Love does not brag, it is not puffed up. "
  },
  {
    "type": "paragraph_text",
    "value": " It is not rude, it is not self-serving, it is not easily angered or resentful. "
  },
  {
    "type": "paragraph_text",
    "value": " It is not glad about injustice, but rejoices in the truth. "
  },
  {
    "type": "paragraph_text",
    "value": " It bears all things, believes all things, hopes all things, endures all things."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Love never ends. But if there are prophecies, they will be set aside; if there are tongues, they will cease; if there is knowledge, it will be set aside. "
  },
  {
    "type": "paragraph_text",
    "value": " For we know in part, and we prophesy in part, "
  },
  {
    "type": "paragraph_text",
    "value": " but when what is perfect"
  },
  {
    "type": "paragraph_text",
    "value": " comes, the partial will be set aside. "
  },
  {
    "type": "paragraph_text",
    "value": " When I was a child, I talked like a child, I thought like a child, I reasoned like a child. But when I became an adult,"
  },
  {
    "type": "paragraph_text",
    "value": " I set aside childish ways. "
  },
  {
    "type": "paragraph_text",
    "value": " For now we see in a mirror indirectly,"
  },
  {
    "type": "paragraph_text",
    "value": " but then we will see face to face. Now I know in part, but then I will know fully, just as I have been fully known. "
  },
  {
    "type": "paragraph_text",
    "value": " And now these three remain: faith, hope, and love. But the greatest of these is love."
  },
  {
    "type": "paragraph_end"
  }
]