[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “‘When you allot the land as an inheritance, you will offer an allotment"
  },
  {
    "type": "paragraph_text",
    "value": " to the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": ", a holy portion from the land; the length will be eight and a quarter miles"
  },
  {
    "type": "paragraph_text",
    "value": " and the width three and one-third miles."
  },
  {
    "type": "paragraph_text",
    "value": " This entire area will be holy."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " Of this area a square 875 feet"
  },
  {
    "type": "paragraph_text",
    "value": " by 875 feet will be designated for the sanctuary, with 87Â½ feet"
  },
  {
    "type": "paragraph_text",
    "value": " set aside for its open space round about. "
  },
  {
    "type": "paragraph_text",
    "value": " From this measured area you will measure a length of eight and a quarter miles"
  },
  {
    "type": "paragraph_text",
    "value": " and a width of three and one-third miles;"
  },
  {
    "type": "paragraph_text",
    "value": " in it will be the sanctuary, the most holy place. "
  },
  {
    "type": "paragraph_text",
    "value": " It will be a holy portion of the land; it will be for the priests, the ministers of the sanctuary who approach the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": " to minister to him. It will be a place for their houses and a holy place for the sanctuary."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " An area eight and a quarter miles"
  },
  {
    "type": "paragraph_text",
    "value": " in length and three and one-third miles"
  },
  {
    "type": "paragraph_text",
    "value": " in width will be for the Levites, who minister at the temple, as the place for the cities"
  },
  {
    "type": "paragraph_text",
    "value": " in which they will live. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “‘Alongside the portion set apart as the holy allotment, you will allot for the city an area one and two-thirds miles"
  },
  {
    "type": "paragraph_text",
    "value": " wide and eight and a quarter miles"
  },
  {
    "type": "paragraph_text",
    "value": " long; it will be for the whole house of Israel. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “‘For the prince there will be land on both sides of the holy allotment and the allotted city, alongside the holy allotment and the allotted city, on the west side and on the east side; it will be comparable in length to one of the portions, from the west border to the east border "
  },
  {
    "type": "paragraph_text",
    "value": " of the land. This will be his property in Israel. My princes will no longer oppress my people, but the land will be allotted to the house of Israel according to their tribes. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “‘This is what the sovereign "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": " says: Enough, you princes of Israel! Put away violence and destruction, and do what is just and right. Put an end to your evictions of my people,"
  },
  {
    "type": "paragraph_text",
    "value": " declares the sovereign "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": ". "
  },
  {
    "type": "paragraph_text",
    "value": " You must use just balances,"
  },
  {
    "type": "paragraph_text",
    "value": " a just dry measure (an ephah),"
  },
  {
    "type": "paragraph_text",
    "value": " and a just liquid measure (a bath)."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " The dry and liquid measures will be the same, the bath will contain a tenth of a homer,"
  },
  {
    "type": "paragraph_text",
    "value": " and the ephah a tenth of a homer; the homer will be the standard measure. "
  },
  {
    "type": "paragraph_text",
    "value": " The shekel will be twenty gerahs. Sixty shekels"
  },
  {
    "type": "paragraph_text",
    "value": " will be a mina for you. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “‘This is the offering you must offer: a sixth of an ephah from a homer of wheat; a sixth of an ephah from a homer of barley, "
  },
  {
    "type": "paragraph_text",
    "value": " and as the prescribed portion of olive oil, one tenth of a bath from each kor (which is ten baths or a homer, for ten baths make a homer); "
  },
  {
    "type": "paragraph_text",
    "value": " and one sheep from each flock of two hundred, from the watered places of Israel, for a grain offering, burnt offering, and peace offering, to make atonement for them, declares the sovereign "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": ". "
  },
  {
    "type": "paragraph_text",
    "value": " All the people of the land will contribute"
  },
  {
    "type": "paragraph_text",
    "value": " to this offering for the prince of Israel. "
  },
  {
    "type": "paragraph_text",
    "value": " It will be the duty of the prince to provide the burnt offerings, the grain offering, and the drink offering at festivals, on the new moons and Sabbaths, at all the appointed feasts of the house of Israel; he will provide the sin offering, the grain offering, the burnt offering, and the peace offerings to make atonement for the house of Israel. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “‘This is what the sovereign "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": " says: In the first month, on the first day of the month, you must take an unblemished young bull and purify the sanctuary. "
  },
  {
    "type": "paragraph_text",
    "value": " The priest will take some of the blood of the sin offering and place it on the doorpost of the temple, on the four corners of the ledge of the altar, and on the doorpost of the gate of the inner court. "
  },
  {
    "type": "paragraph_text",
    "value": " This is what you must do on the seventh day of the month for anyone who sins inadvertently or through ignorance; so you will make atonement for the temple. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " “‘In the first month, on the fourteenth day of the month, you will celebrate the Passover, and for seven days bread made without yeast will be eaten. "
  },
  {
    "type": "paragraph_text",
    "value": " On that day the prince will provide for himself and for all the people of the land a bull for a sin offering. "
  },
  {
    "type": "paragraph_text",
    "value": " And during the seven days of the feast he will provide as a burnt offering to the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": " seven bulls and seven rams, all without blemish, on each of the seven days, and a male goat daily for a sin offering. "
  },
  {
    "type": "paragraph_text",
    "value": " He will provide as a grain offering an ephah for each bull, an ephah for each ram, and a gallon"
  },
  {
    "type": "paragraph_text",
    "value": " of olive oil for each ephah of grain."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " In the seventh month, on the fifteenth day of the month, at the feast,"
  },
  {
    "type": "paragraph_text",
    "value": " he will make the same provisions for the sin offering, burnt offering, and grain offering, and for the olive oil, for the seven days. "
  },
  {
    "type": "paragraph_end"
  }
]