[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So King Nebuchadnezzar of Babylon came against Jerusalem with his whole army and set up camp outside"
  },
  {
    "type": "paragraph_text",
    "value": " it. They built siege ramps all around it. He arrived on the tenth day of the tenth month in the ninth year of Zedekiah’s reign."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " The city remained under siege until King Zedekiah’s eleventh year. "
  },
  {
    "type": "paragraph_text",
    "value": " By the ninth day of the fourth month"
  },
  {
    "type": "paragraph_text",
    "value": " the famine in the city was so severe the residents"
  },
  {
    "type": "paragraph_text",
    "value": " had no food. "
  },
  {
    "type": "paragraph_text",
    "value": " The enemy broke through the city walls,"
  },
  {
    "type": "paragraph_text",
    "value": " and all the soldiers tried to escape. They left the city during the night."
  },
  {
    "type": "paragraph_text",
    "value": " They went through the gate between the two walls that is near the king’s garden."
  },
  {
    "type": "paragraph_text",
    "value": " (The Babylonians were all around the city.) Then they headed for the Jordan Valley."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " But the Babylonian army chased after the king. They caught up with him in the plains of Jericho,"
  },
  {
    "type": "paragraph_text",
    "value": " and his entire army deserted him. "
  },
  {
    "type": "paragraph_text",
    "value": " They captured the king and brought him up to the king of Babylon at Riblah,"
  },
  {
    "type": "paragraph_text",
    "value": " where he"
  },
  {
    "type": "paragraph_text",
    "value": " passed sentence on him. "
  },
  {
    "type": "paragraph_text",
    "value": " Zedekiah’s sons were executed while Zedekiah was forced to watch."
  },
  {
    "type": "paragraph_text",
    "value": " The king of Babylon"
  },
  {
    "type": "paragraph_text",
    "value": " then had Zedekiah’s eyes put out, bound him in bronze chains, and carried him off to Babylon."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " On the seventh"
  },
  {
    "type": "paragraph_text",
    "value": " day of the fifth month,"
  },
  {
    "type": "paragraph_text",
    "value": " in the nineteenth year of King Nebuchadnezzar of Babylon, Nebuzaradan, the captain of the royal guard"
  },
  {
    "type": "paragraph_text",
    "value": " who served the king of Babylon, arrived in Jerusalem."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " He burned down "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": "’s temple, the royal palace, and all the houses in Jerusalem, including every large house."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " The whole Babylonian army that came with the captain of the royal guard tore down the walls that surrounded Jerusalem. "
  },
  {
    "type": "paragraph_text",
    "value": " Nebuzaradan, the captain of the royal guard, deported the rest of the people who were left in the city, those who had deserted to the king of Babylon, and the rest of the craftsmen."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " But he"
  },
  {
    "type": "paragraph_text",
    "value": " left behind some of the poor of the land and gave them fields and vineyards."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " The Babylonians broke the two bronze pillars in "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": "’s temple, as well as the movable stands and the big bronze basin called the “The Sea.”"
  },
  {
    "type": "paragraph_text",
    "value": " They took the bronze to Babylon. "
  },
  {
    "type": "paragraph_text",
    "value": " They also took the pots, shovels,"
  },
  {
    "type": "paragraph_text",
    "value": " trimming shears,"
  },
  {
    "type": "paragraph_text",
    "value": " pans, and all the bronze utensils used by the priests."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " The captain of the royal guard took the golden and silver censers"
  },
  {
    "type": "paragraph_text",
    "value": " and basins. "
  },
  {
    "type": "paragraph_text",
    "value": " The bronze of the items that King Solomon made for "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": "’s temple – including the two pillars, the big bronze basin called “The Sea,” the twelve bronze bulls under “The Sea,”"
  },
  {
    "type": "paragraph_text",
    "value": " and the movable stands – was too heavy to be weighed. "
  },
  {
    "type": "paragraph_text",
    "value": " Each of the pillars was about twenty-seven feet"
  },
  {
    "type": "paragraph_text",
    "value": " high. The bronze top of one pillar was about four and a half feet"
  },
  {
    "type": "paragraph_text",
    "value": " high and had bronze latticework and pomegranate shaped ornaments all around it. The second pillar with its latticework was like it. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " The captain of the royal guard took Seraiah the chief priest and Zephaniah, the priest who was second in rank, and the three doorkeepers. "
  },
  {
    "type": "paragraph_text",
    "value": " From the city he took a eunuch who was in charge of the soldiers, five"
  },
  {
    "type": "paragraph_text",
    "value": " of the king’s advisers"
  },
  {
    "type": "paragraph_text",
    "value": " who were discovered in the city, an official army secretary who drafted citizens"
  },
  {
    "type": "paragraph_text",
    "value": " for military service, and sixty citizens from the people of the land who were discovered in the city. "
  },
  {
    "type": "paragraph_text",
    "value": " Nebuzaradan, captain of the royal guard, took them and brought them to the king of Babylon at Riblah. "
  },
  {
    "type": "paragraph_text",
    "value": " The king of Babylon ordered them to be executed"
  },
  {
    "type": "paragraph_text",
    "value": " at Riblah in the territory"
  },
  {
    "type": "paragraph_text",
    "value": " of Hamath. So Judah was deported from its land. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Now King Nebuchadnezzar of Babylon appointed Gedaliah son of Ahikam, son of Shaphan, as governor over the people whom he allowed to remain in the land of Judah."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " All of the officers of the Judahite army"
  },
  {
    "type": "paragraph_text",
    "value": " and their troops heard that the king of Babylon had appointed Gedaliah to govern. So they came to Gedaliah at Mizpah. The officers who came were Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maacathite. "
  },
  {
    "type": "paragraph_text",
    "value": " Gedaliah took an oath so as to give them and their troops some assurance of safety."
  },
  {
    "type": "paragraph_text",
    "value": " He said, “You don’t need to be afraid to submit to the Babylonian officials. Settle down in the land and submit to the king of Babylon. Then things will go well for you.” "
  },
  {
    "type": "paragraph_text",
    "value": " But in the seventh month"
  },
  {
    "type": "paragraph_text",
    "value": " Ishmael son of Nethaniah, son of Elishama, who was a member of the royal family,"
  },
  {
    "type": "paragraph_text",
    "value": " came with ten of his men and murdered Gedaliah,"
  },
  {
    "type": "paragraph_text",
    "value": " as well as the Judeans and Babylonians who were with him at Mizpah. "
  },
  {
    "type": "paragraph_text",
    "value": " Then all the people, from the youngest to the oldest, as well as the army officers, left for"
  },
  {
    "type": "paragraph_text",
    "value": " Egypt, because they were afraid of what the Babylonians might do."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " In the thirty-seventh year of the exile of King Jehoiachin of Judah, on the twenty-seventh"
  },
  {
    "type": "paragraph_text",
    "value": " day of the twelfth month,"
  },
  {
    "type": "paragraph_text",
    "value": " King Evil-Merodach of Babylon, in the first year of his reign, pardoned"
  },
  {
    "type": "paragraph_text",
    "value": " King Jehoiachin of Judah and released him"
  },
  {
    "type": "paragraph_text",
    "value": " from prison. "
  },
  {
    "type": "paragraph_text",
    "value": " He spoke kindly to him and gave him a more prestigious position than"
  },
  {
    "type": "paragraph_text",
    "value": " the other kings who were with him in Babylon. "
  },
  {
    "type": "paragraph_text",
    "value": " Jehoiachin"
  },
  {
    "type": "paragraph_text",
    "value": " took off his prison clothes and ate daily in the king’s presence for the rest of his life. "
  },
  {
    "type": "paragraph_text",
    "value": " He was given daily provisions by the king for the rest of his life until the day he died."
  },
  {
    "type": "paragraph_end"
  }
]