[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So David left there and escaped to the cave of Adullam. When his brothers and the rest of his father’s family"
  },
  {
    "type": "paragraph_text",
    "value": " learned about it, they went down there to him. "
  },
  {
    "type": "paragraph_text",
    "value": " All those who were in trouble or owed someone money or were discontented"
  },
  {
    "type": "paragraph_text",
    "value": " gathered around"
  },
  {
    "type": "paragraph_text",
    "value": " him, and he became their leader. He had about four hundred men with him. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then David went from there to Mizpah in Moab, where he said to the king of Moab, “Please let my father and mother stay"
  },
  {
    "type": "paragraph_text",
    "value": " with you until I know what God is going to do for me.” "
  },
  {
    "type": "paragraph_text",
    "value": " So he had them stay with the king of Moab; they stayed with him the whole time"
  },
  {
    "type": "paragraph_text",
    "value": " that David was in the stronghold. "
  },
  {
    "type": "paragraph_text",
    "value": " Then Gad the prophet said to David, “Don’t stay in the stronghold. Go to the land of Judah.” So David left and went to the forest of Hereth."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " But Saul found out the whereabouts of David and the men who were with him."
  },
  {
    "type": "paragraph_text",
    "value": " Now Saul was sitting at Gibeah under the tamarisk tree at an elevated location with his spear in hand and all his servants stationed around him. "
  },
  {
    "type": "paragraph_text",
    "value": " Saul said to his servants who were stationed around him, “Listen up, you Benjaminites! Is Jesse’s son giving fields and vineyards to all of you? Or is he making all of you"
  },
  {
    "type": "paragraph_text",
    "value": " commanders and officers?"
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " For all of you have conspired against me! No one informs me"
  },
  {
    "type": "paragraph_text",
    "value": " when my own son makes an agreement with this son of Jesse! Not one of you feels sorry for me or informs me that my own son has commissioned my own servant to hide in ambush against me, as is the case today!”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " But Doeg the Edomite, who had stationed himself with the servants of Saul, replied, “I saw this son of Jesse come to Ahimelech son of Ahitub at Nob. "
  },
  {
    "type": "paragraph_text",
    "value": " He inquired of the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": " for him and gave him provisions. He also gave him the sword of Goliath the Philistine.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then the king arranged for a meeting with the priest Ahimelech son of Ahitub and all the priests of his father’s house who were at Nob. They all came to the king. "
  },
  {
    "type": "paragraph_text",
    "value": " Then Saul said, “Listen, son of Ahitub.” He replied, “Here I am, my lord.” "
  },
  {
    "type": "paragraph_text",
    "value": " Saul said to him, “Why have you conspired against me, you and this son of Jesse? You gave"
  },
  {
    "type": "paragraph_text",
    "value": " him bread and a sword and inquired of God on his behalf, so that he opposes"
  },
  {
    "type": "paragraph_text",
    "value": " me and waits in ambush, as is the case today!”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Ahimelech replied to the king, “Who among all your servants is faithful like David? He is the king’s son-in-law, the leader of your bodyguard, and honored in your house! "
  },
  {
    "type": "paragraph_text",
    "value": " Was it just today that I began to inquire of God on his behalf? Far be it from me! The king should not accuse"
  },
  {
    "type": "paragraph_text",
    "value": " his servant or any of my father’s house. For your servant is not aware of all this – not in whole or in part!”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " But the king said, “You will surely die, Ahimelech, you and all your father’s house! "
  },
  {
    "type": "paragraph_text",
    "value": " Then the king said to the messengers"
  },
  {
    "type": "paragraph_text",
    "value": " who were stationed beside him, “Turn and kill the priests of the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": ", for they too have sided"
  },
  {
    "type": "paragraph_text",
    "value": " with David! They knew he was fleeing, but they did not inform me.” But the king’s servants refused to harm"
  },
  {
    "type": "paragraph_text",
    "value": " the priests of the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": "."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then the king said to Doeg, “You turn and strike down the priests!” So Doeg the Edomite turned and struck down the priests. He killed on that day eighty-five"
  },
  {
    "type": "paragraph_text",
    "value": " men who wore the linen ephod. "
  },
  {
    "type": "paragraph_text",
    "value": " As for Nob, the city of the priests, he struck down with the sword men and women, children and infants, oxen, donkeys, and sheep – all with the sword."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " But one of the sons of Ahimelech son of Ahitub escaped and fled to David. His name was Abiathar. "
  },
  {
    "type": "paragraph_text",
    "value": " Abiathar told David that Saul had killed the priests of the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": ". "
  },
  {
    "type": "paragraph_text",
    "value": " Then David said to Abiathar, “I knew that day when Doeg the Edomite was there that he would certainly tell Saul! I am guilty"
  },
  {
    "type": "paragraph_text",
    "value": " of all the deaths in your father’s house! "
  },
  {
    "type": "paragraph_text",
    "value": " Stay with me. Don’t be afraid! Whoever"
  },
  {
    "type": "paragraph_text",
    "value": " seeks my life is seeking your life as well. You are secure with me.”"
  },
  {
    "type": "paragraph_end"
  }
]