[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Bezalel made the ark of acacia wood; its length was three feet nine inches, its width two feet three inches, and its height two feet three inches. "
  },
  {
    "type": "paragraph_text",
    "value": " He overlaid it with pure gold, inside and out, and he made a surrounding border"
  },
  {
    "type": "paragraph_text",
    "value": " of gold for it. "
  },
  {
    "type": "paragraph_text",
    "value": " He cast four gold rings for it that he put"
  },
  {
    "type": "paragraph_text",
    "value": " on its four feet, with"
  },
  {
    "type": "paragraph_text",
    "value": " two rings on one side and two rings on the other side. "
  },
  {
    "type": "paragraph_text",
    "value": " He made poles of acacia wood, overlaid them with gold, "
  },
  {
    "type": "paragraph_text",
    "value": " and put the poles into the rings on the sides of the ark in order to carry the ark."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made"
  },
  {
    "type": "paragraph_text",
    "value": " an atonement lid of pure gold; its length was three feet nine inches, and its width was two feet three inches. "
  },
  {
    "type": "paragraph_text",
    "value": " He made two cherubim of gold; he made them of hammered metal on the two ends of the atonement lid, "
  },
  {
    "type": "paragraph_text",
    "value": " one cherub on one end"
  },
  {
    "type": "paragraph_text",
    "value": " and one cherub on the other end."
  },
  {
    "type": "paragraph_text",
    "value": " He made the cherubim from the atonement lid on its two ends. "
  },
  {
    "type": "paragraph_text",
    "value": " The cherubim were spreading their wings"
  },
  {
    "type": "paragraph_text",
    "value": " upward, overshadowing the atonement lid with their wings. The cherubim"
  },
  {
    "type": "paragraph_text",
    "value": " faced each other,"
  },
  {
    "type": "paragraph_text",
    "value": " looking toward the atonement lid."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made the table of acacia wood; its length was three feet, its width one foot six inches, and its height two feet three inches. "
  },
  {
    "type": "paragraph_text",
    "value": " He overlaid it with pure gold, and he made a surrounding border of gold for it. "
  },
  {
    "type": "paragraph_text",
    "value": " He made a surrounding frame for it about three inches wide, and he made a surrounding border of gold for its frame. "
  },
  {
    "type": "paragraph_text",
    "value": " He cast four gold rings for it and attached the rings at the four corners where its four legs were. "
  },
  {
    "type": "paragraph_text",
    "value": " The rings were close to the frame to provide places for the poles to carry the table. "
  },
  {
    "type": "paragraph_text",
    "value": " He made the poles of acacia wood and overlaid them with gold, to carry the table. "
  },
  {
    "type": "paragraph_text",
    "value": " He made the vessels which were on the table out of pure gold, its"
  },
  {
    "type": "paragraph_text",
    "value": " plates, its ladles, its pitchers, and its bowls, to be used in pouring out offerings."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made the lampstand of pure gold. He made the lampstand of hammered metal; its base and its shaft, its cups, its buds, and its blossoms were from the same piece."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " Six branches were extending from its sides, three branches of the lampstand from one side of it, and three branches of the lampstand from the other side of it. "
  },
  {
    "type": "paragraph_text",
    "value": " Three cups shaped like almond flowers with buds and blossoms were on the first branch, and three cups shaped like almond flowers with buds and blossoms were on the next"
  },
  {
    "type": "paragraph_text",
    "value": " branch, and the same"
  },
  {
    "type": "paragraph_text",
    "value": " for the six branches that were extending from the lampstand. "
  },
  {
    "type": "paragraph_text",
    "value": " On the lampstand there were four cups shaped like almond flowers with buds and blossoms, "
  },
  {
    "type": "paragraph_text",
    "value": " with a bud under the first two branches from it, and a bud under the next two branches from it, and a bud under the third two branches from it; according to the six branches that extended from it."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " Their buds and their branches were of one piece;"
  },
  {
    "type": "paragraph_text",
    "value": " all of it was one hammered piece of pure gold. "
  },
  {
    "type": "paragraph_text",
    "value": " He made its seven lamps, its trimmers, and its trays of pure gold. "
  },
  {
    "type": "paragraph_text",
    "value": " He made the lampstand"
  },
  {
    "type": "paragraph_text",
    "value": " and all its accessories with seventy-five pounds of pure gold."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made the incense altar of acacia wood. Its length was a foot and a half and its width a foot and a half – a square – and its height was three feet. Its horns were of one piece with it."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " He overlaid it with pure gold – its top,"
  },
  {
    "type": "paragraph_text",
    "value": " its four walls,"
  },
  {
    "type": "paragraph_text",
    "value": " and its horns – and he made a surrounding border of gold for it."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " He also made"
  },
  {
    "type": "paragraph_text",
    "value": " two gold rings for it under its border, on its two sides, on opposite sides,"
  },
  {
    "type": "paragraph_text",
    "value": " as places"
  },
  {
    "type": "paragraph_text",
    "value": " for poles to carry it with. "
  },
  {
    "type": "paragraph_text",
    "value": " He made the poles of acacia wood and overlaid them with gold."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " He made the sacred anointing oil and the pure fragrant incense, the work of a perfumer."
  },
  {
    "type": "paragraph_end"
  }
]