[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then I turned to look, and there was a flying scroll! "
  },
  {
    "type": "paragraph_text",
    "value": " Someone asked me, “What do you see?” I replied, “I see a flying scroll thirty feet long and fifteen feet wide.”"
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " The speaker went on to say, “This is a curse"
  },
  {
    "type": "paragraph_text",
    "value": " traveling across the whole earth. For example, according to the curse whoever steals"
  },
  {
    "type": "paragraph_text",
    "value": " will be removed from the community; or on the other hand (according to the curse) whoever swears falsely will suffer the same fate.” "
  },
  {
    "type": "paragraph_text",
    "value": " “I will send it out,” says the "
  },
  {
    "type": "divine_name",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": " who rules over all, “and it will enter the house of the thief and of the person who swears falsely in my name. It will land in the middle of his house and destroy both timber and stones.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " After this the angelic messenger"
  },
  {
    "type": "paragraph_text",
    "value": " who had been speaking to me went out and said, “Look, see what is leaving.” "
  },
  {
    "type": "paragraph_text",
    "value": " I asked, “What is it?” And he replied, “It is a basket for measuring grain"
  },
  {
    "type": "paragraph_text",
    "value": " that is moving away from here.” Moreover, he said, “This is their ‘eye’"
  },
  {
    "type": "paragraph_text",
    "value": " throughout all the earth.” "
  },
  {
    "type": "paragraph_text",
    "value": " Then a round lead cover was raised up, revealing a woman sitting inside the basket. "
  },
  {
    "type": "paragraph_text",
    "value": " He then said, “This woman represents wickedness,” and he pushed her down into the basket and placed the lead cover on top. "
  },
  {
    "type": "paragraph_text",
    "value": " Then I looked again and saw two women"
  },
  {
    "type": "paragraph_text",
    "value": " going forth with the wind in their wings (they had wings like those of a stork) and they lifted up the basket between the earth and the sky. "
  },
  {
    "type": "paragraph_text",
    "value": " I asked the messenger who was speaking to me, “Where are they taking the basket?” "
  },
  {
    "type": "paragraph_text",
    "value": " He replied, “To build a temple"
  },
  {
    "type": "paragraph_text",
    "value": " for her in the land of Babylonia."
  },
  {
    "type": "paragraph_text",
    "value": " When it is finished, she will be placed there in her own residence.”"
  },
  {
    "type": "paragraph_end"
  }
]