[
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " In the spring of the year, at the time when kings"
  },
  {
    "type": "paragraph_text",
    "value": " normally conduct wars,"
  },
  {
    "type": "paragraph_text",
    "value": " David sent out Joab with his officers"
  },
  {
    "type": "paragraph_text",
    "value": " and the entire Israelite army."
  },
  {
    "type": "paragraph_text",
    "value": " They defeated the Ammonites and besieged Rabbah. But David stayed behind in Jerusalem."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " One evening David got up from his bed and walked around on the roof of his palace."
  },
  {
    "type": "paragraph_text",
    "value": " From the roof he saw a woman bathing. Now this woman was very attractive."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " So David sent someone to inquire about the woman. The messenger"
  },
  {
    "type": "paragraph_text",
    "value": " said, “Isn’t this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " David sent some messengers to get her."
  },
  {
    "type": "paragraph_text",
    "value": " She came to him and he had sexual relations with her."
  },
  {
    "type": "paragraph_text",
    "value": " (Now at that time she was in the process of purifying herself from her menstrual uncleanness.)"
  },
  {
    "type": "paragraph_text",
    "value": " Then she returned to her home. "
  },
  {
    "type": "paragraph_text",
    "value": " The woman conceived and then sent word to David saying, “I’m pregnant.” "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So David sent a message to Joab that said, “Send me Uriah the Hittite.” So Joab sent Uriah to David. "
  },
  {
    "type": "paragraph_text",
    "value": " When Uriah came to him, David asked about how Joab and the army were doing and how the campaign was going."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " Then David said to Uriah, “Go down to your home and relax.”"
  },
  {
    "type": "paragraph_text",
    "value": " When Uriah left the palace, the king sent a gift to him."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " But Uriah stayed at the door of the palace with all"
  },
  {
    "type": "paragraph_text",
    "value": " the servants of his lord. He did not go down to his house. "
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So they informed David, “Uriah has not gone down to his house.” So David said to Uriah, “Haven’t you just arrived from a journey? Why haven’t you gone down to your house?” "
  },
  {
    "type": "paragraph_text",
    "value": " Uriah replied to David, “The ark and Israel and Judah reside in temporary shelters, and my lord Joab and my lord’s soldiers are camping in the open field. Should I go to my house to eat and drink and have marital relations"
  },
  {
    "type": "paragraph_text",
    "value": " with my wife? As surely as you are alive,"
  },
  {
    "type": "paragraph_text",
    "value": " I will not do this thing!” "
  },
  {
    "type": "paragraph_text",
    "value": " So David said to Uriah, “Stay here another day. Tomorrow I will send you back.” So Uriah stayed in Jerusalem both that day and the following one."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " Then David summoned him. He ate and drank with him, and got him drunk. But in the evening he went out to sleep on his bed with the servants of his lord; he did not go down to his own house."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " In the morning David wrote a letter to Joab and sent it with Uriah. "
  },
  {
    "type": "paragraph_text",
    "value": " In the letter he wrote: “Station Uriah in the thick of the battle and then withdraw from him so he will be cut down and killed.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So as Joab kept watch on the city, he stationed Uriah at the place where he knew the best enemy soldiers"
  },
  {
    "type": "paragraph_text",
    "value": " were. "
  },
  {
    "type": "paragraph_text",
    "value": " When the men of the city came out and fought with Joab, some of David’s soldiers"
  },
  {
    "type": "paragraph_text",
    "value": " fell in battle. Uriah the Hittite also died."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " Then Joab sent a full battle report to David."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " He instructed the messenger as follows: “When you finish giving the battle report to the king, "
  },
  {
    "type": "paragraph_text",
    "value": " if the king becomes angry and asks you, ‘Why did you go so close to the city to fight? Didn’t you realize they would shoot from the wall? "
  },
  {
    "type": "paragraph_text",
    "value": " Who struck down Abimelech the son of Jerub-Besheth? Didn’t a woman throw an upper millstone"
  },
  {
    "type": "paragraph_text",
    "value": " down on him from the wall so that he died in Thebez? Why did you go so close to the wall?’ just say to him, ‘Your servant Uriah the Hittite is also dead.’”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " So the messenger departed. When he arrived, he informed David of all the news that Joab had sent with him. "
  },
  {
    "type": "paragraph_text",
    "value": " The messenger said to David, “The men overpowered us and attacked us"
  },
  {
    "type": "paragraph_text",
    "value": " in the field. But we forced them to retreat all the way"
  },
  {
    "type": "paragraph_text",
    "value": " to the door of the city gate. "
  },
  {
    "type": "paragraph_text",
    "value": " Then the archers shot at your servants from the wall and some of the king’s soldiers"
  },
  {
    "type": "paragraph_text",
    "value": " died. Your servant Uriah the Hittite is also dead.” "
  },
  {
    "type": "paragraph_text",
    "value": " David said to the messenger, “Tell Joab, ‘Don’t let this thing upset you."
  },
  {
    "type": "paragraph_text",
    "value": " There is no way to anticipate whom the sword will cut down."
  },
  {
    "type": "paragraph_text",
    "value": " Press the battle against the city and conquer"
  },
  {
    "type": "paragraph_text",
    "value": " it.’ Encourage him with these words.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": " When Uriah’s wife heard that her husband Uriah was dead, she mourned for him."
  },
  {
    "type": "paragraph_text",
    "value": "  "
  },
  {
    "type": "paragraph_text",
    "value": " When the time of mourning passed, David had her brought to his palace."
  },
  {
    "type": "paragraph_text",
    "value": " She became his wife and she bore him a son. But what David had done upset "
  },
  {
    "type": "divine_name",
    "value": "YHWH"
  },
  {
    "type": "paragraph_text",
    "value": "."
  },
  {
    "type": "paragraph_end"
  }
]